{
	"t2-main": "The dependent variable is an indicator taking value 1 if the respondent donated to Fund the Wall. Columns 1-2 report results estimated on the sample from the main experiment; Column 3 pools the sample from the main experiment with the sample from the pilot; Columns 4-5 consider only the sample from the replication experiment; and Column 6 pools all waves. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t2b-main": "The dependent variable is an indicator taking value 1 if the respondent donated to Fund the Wall. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Partisan affiliation controls include dummies for strong Republican, weak Republican, Republican-leaning Independent, and Democrat-leaning Independent. The county Republican vote share is from the 2016 US Presidential election and is scaled to a standard normal distribution. Robust standard errors are reported.",
	"t2-partyheterogeneity": "The dependent variable is an indicator taking value 1 if the respondent donated to Fund the Wall. Columns 1-2 limit the sample to Republicans, while Columns 3-4 limit the sample to Independents. Columns 1-2 report results estimated on the sample from the main experiment; Column 3 pools the sample from the main experiment with the sample from the pilot; Columns 4-5 consider only the sample from the replication experiment; and Column 6 pools all waves. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t2-cityheterogeneity": "The dependent variable is an indicator taking value 1 if the respondent donated to Fund the Wall. The county Republican vote share is from the 2016 US Presidential election and is scaled to a standard normal distribution. Columns 1-2 include both Independents and Republicans, Columns 3-4 limit the sample to Republicans, and Columns 5-6 limit the sample to Independents. Columns 1, 3, and 5 report results estimated on the sample from the main experiment, while Columns 2, 4, and 6 pool the sample from the main experiment with the sample from the pilot. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, and a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t2-purpose": "The dependent variable in each column is an indicator taking value 1 if  the respondent's perceived purpose of the study was coded to fall into the corresponding category. ``Excuse'' takes value 1 if the respondent correctly inferred the study was about whether knowing that others will know one had an ``excuse'' for donating would affect the donation decision. ``Immigration attitudes'' takes value 1 if the respondent stated the study was about attitudes toward immigration. ``Public image'' takes value 1 if the respondent stated the study was about whether knowing one's decision will be observable to others would affect the donation decision. ``Information'' takes value 1 if the respondent stated the study was about disseminating information about immigration. ``Persuasion'' takes value 1 if the respondent stated the researchers were attempting to persuade them either to donate or not to donate. ``Bias'' takes value 1 if the respondent stated the researchers were biased. ``Other'' takes value 1 if the respondent stated a purpose that did not fall into any of the above categories. Categories other than ``Other'' are not mutually exclusive. All specifications pool the main experiment and the pilot and contol for demographics and partisan affiliation. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, and a set of education indicators. Partisan affiliation controls include dummies for strong Republican, weak Republican, Republican-leaning Independent, and Democrat-leaning Independent. Robust standard errors are reported.",
	"t2-conditionprediction": "Each cell reports the number of individuals who were assigned to the condition in the corresponding row and who were classified by the Support Vector Machine as belonging to the condition in the corresponding column. Each panel limits the data to the corresponding two conditions. The classifiers were trained on a 75\\% sample of the limited dataset; the table reports prediction results on the test set of the remaining 25\\% of the limited dataset. Overall accuracy is calculated as the proportion of correct predictions.",
	"t2-attrition": "The dependent variable is an indicator that takes value 1 if the respondent attrited post-randomization. The sample is limited to respondents in the Excuse and No Excuse condition. Robust standard errors are reported.",	
	"t1-score": "The dependent variable in Panel A is the negative of the $z$-score of the respondent's guess as to his or her matched respondent's score on the Foreign Culture Tolerance Scale, where we take the negative to interpret higher values as greater bias. The dependent variable in Panel B is the $z$-score of the respondent's guess as to his or her matched respondent's score on the Gullibility Scale. Both scales were originally scored between 0 and 100. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t1-validation": "The dependent variable in Panel A is the negative of the $z$-score of the respondent's guess as to his or her matched respondent's score on the Foreign Culture Tolerance Scale, where we take the negative to interpret higher values as greater bias. The dependent variable in Panel B is the $z$-score of the respondent's guess as to his or her matched respondent's score on the Gullibility Scale. Both scales were originally scored between 0 and 100. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t1-word": "The dependent variable in Columns 1-3 of Panel A is an indicator taking value 1 if the respondent uses a word relating to bias when describing why he or she thinks the matched respondent donated to Fund the Wall. The dependent variable in Columns 4-6 of Panel A is the predicted $z$-score of the (negative of the) Foreign Culture Tolerance Scale, where the prediction is based on the respondent's description of their matched respondent's motive. The dependent variables of Panel B are analogous, but instead consider words related to gullibility and the predicted score on the Gullibility Scale. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"t1-conditionprediction": "Each cell reports the number of individuals who were assigned to the condition (Excuse or No Excuse) in the corresponding row and who were classified by the Support Vector Machine as belonging to the condition in the corresponding column. The classifier was trained on a 75\\% sample of the data; the table reports prediction results on the test set of the remaining 25\\% of the data. Overall accuracy is calculated as the proportion of correct predictions.",
	"t1-attrition": "The dependent variable is an indicator that takes value 1 if the respondent attrited post-randomization. Robust standard errors are reported.",
	"tm-results": "The dependent variable is an indicator taking value 1 if the respondent agreed that immigration from Mexico should be permanently banned. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported.",
	"td-results": "The dependent variable is an indicator taking value 1 if the respondent authorized a \\$1 donation to their partner. The omitted group is subjects matched with an Intolerant (rather than Gullible) partner. Demographic controls include age, age squared, a set of race indicators, a Hispanic indicator, a male indicator, a set of education indicators, and a set of partisan affiliation indicators. Robust standard errors are reported."

}